{
	"text.tinkerers.tip.tips.nether_bed": "Beds only work in the overworld - and explode everywhere else!",
	"text.tinkerers.tip.tips.dig_straight_down": "Don't dig straight down - you might fall in lava!",
	"text.tinkerers.tip.tips.fishing": "Leave space to release fish when fishing! Unless it's actually treasure.",
	"text.tinkerers.tip.minecraft.netherite": "A 3-block-spaced TNT chain is a dangerous and powerful nether mining tool.",
	"text.tinkerers.tip.switchy.modules": "You can customize what Switchy affects in the modules menu!",
	"text.tinkerers.tip.switchy.gatekeeping": "Everyone is allowed to use switchy - for whatever works well for them.",
	"text.tinkerers.tip.drogtor.commands": "You can change your nickname with /nick, /color, and /bio!",
	"text.tinkerers.tip.quests.tips": "If you see a quest complete, its description might contain immediately useful instructions!",
	"text.tinkerers.tip.quests.pace": "Take quests at your own pace - rewards can be redeemed any time!",
	"text.tinkerers.tip.apathy.easy": "On easy difficulty, monsters will only attack when provoked.",
	"text.tinkerers.tip.smithing.dework": "Netherite nuggets can be used to make anvil work cheaper.",
	"text.tinkerers.tip.smithing.repair": "Repairing equipment at an anvil costs no experience and no work.",
	"text.tinkerers.tip.smithing.shapeless": "Repairing can be cheaper in the crafting grid, but won't work for enchantments.",
	"text.tinkerers.tip.smithing.upgrade": "Try upgrading your enchanted gear using higher-tier materials!",
	"text.tinkerers.tip.smithing.repair.elytra": "Elytra can be repaired with leather, which can be tanned from rotten flesh - or fished up.",
	"text.tinkerers.tip.minus.balance": "Don't pick the best origin - pick your favourite!",
	"text.tinkerers.tip.statures.doors": "Don't forget to build bigger doors for taller players!",
	"text.tinkerers.tip.extra.horns": "Wanting horns is a symptom of having horns.",
	"text.tinkerers.tip.extra.humanity": "Humanity is an assumption - not a requirement.",
	"text.tinkerers.tip.extra.cops": "Never talk to the police.",
	"text.tinkerers.tip.extra.impostor": "ACAB includes the cops inside your head.",
	"text.tinkerers.tip.extra.weird": "It's okay to be weird!",
	"text.tinkerers.tip.extra.credit": "This modpack is possible thanks to the support of our friends."
}